{
    "home_title": "Привет! Я Дмитрий,\nИнженер-программист мобильного ПО",
    "home_header_description": "Я инженер-программист по разработке мобильного ПО с опытом работы в мобильной разработке более 5 лет. Я разработал более 30 приложений в различных областях, таких как контроль за детьми, образование, еда и рестораны, транспорт и обслуживание авто, и многое другое.",
    "download_resume": "Скачать Резюме",
    "my_skills_title": "Мои навыки",
    "featured_works_title": "Избранные работы",
    "last_blog_posts_title": "Последние посты",
    "view_more": "Смотреть еще",
    "read_more": "Читать еще",
    "works": "Работы",
    "blog": "Блог",
    "contacts": "Контакты",
    
    "language_locale": "Русский",

    "skill_flutter_description": "Flutter - это открытая платформа разработки мобильных приложений, созданная компанией Google. С ее помощью разработчики могут создавать красивые и высокопроизводительные приложения для Android и iOS, используя один код на языке программирования Dart.",
    "skill_ios_description": "Swift - это язык программирования, разработанный компанией Apple, который используется для создания приложений для платформы Apple, таких как iOS, macOS и watchOS. Он сочетает в себе мощь Objective-C с простотой Python, что делает его легким для изучения и использования.",
    "skill_firebase_description": "Firebase - это платформа разработки мобильных и веб-приложений, созданная компанией Google. Она предоставляет множество инструментов и услуг для создания приложений, включая базу данных в реальном времени, аналитику, аутентификацию пользователей и многое другое.",
    "skill_figma_description": "Figma - это инструмент для дизайна интерфейсов, который позволяет дизайнерам и разработчикам совместно работать над проектами в реальном времени. Он предлагает широкий набор инструментов для создания макетов, прототипов и визуальных компонентов, а также интегрируется с другими инструментами для дизайна и разработки.",
    "skill_git_description": "Git - это распределенная система управления версиями, которая используется для отслеживания изменений в коде и совместной работы над проектами. Он позволяет разработчикам сохранять и отслеживать изменения в исходном коде, а также объединять изменения от нескольких источников."
}